i5-2500k/3.9.11/30/2/read-write-4.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 4
number of threads: 1
duration: 1800 s
number of transactions actually processed: 11711871
latency average: 0.615 ms
tps = 6506.591537 (including connections establishing)
tps = 6506.595071 (excluding connections establishing)